Repository: fedora-kinoite/kinoite-site
Catalog: po/*.po
Languages: fr, ru, tr

source: The Next Generation Operating System
fr: Le système d'exploitation de nouvelle génération
ru: Операционная система следующего поколения
tr: Yeni Nesil İşletim Sistemi

source: Surf the web, keep in touch with friends, manage files, enjoy music and video, and get productive at work without having to worry about breaking your system.
fr: Naviguez sur internet, restez en contact avec vos amis, gérez vos fichiers, profitez de vos musiques et films, et soyez productif dans votre travail sans vous soucier de rendre votre système inutilisable.
ru: Работайте в Интернете, поддерживайте связь с друзьями, управляйте файлами, наслаждайтесь музыкой и видео и продуктивно работайте, не беспокоясь о поломке системы.
tr: Web'de gezinin, arkadaşlarınızla iletişimde kalın, dosyalarınızı yönetin, müzik ve videonun keyfini çıkarın ve sisteminizi bozma konusunda endişelenmenize gerek kalmadan işinizde üretken olun.

source: Download
fr: Télécharger
ru: Загрузка
tr: İndir

source: Get Involved
ru: Присоединиться
tr: Katılın

source: Documentation
ru: Документация
tr: Dokümantasyon

source: https://docs.fedoraproject.org/en-US/fedora-kinoite/
ru: https://docs.fedoraproject.org/ru/fedora-kinoite/

source: Built on top of the best
fr: Construit sur la base des meilleurs
ru: Построен на лучшей основе
tr: En iyinin üstüne inşa edildi

source: Fedora creates an innovative, free, and open source platform for hardware, clouds, and containers that enables software developers and community members to build tailored solutions for their users.
fr: Fedora crée une plateforme innovante, libre et gratuite à installer sur un matériel physique, utiliser dans un cloud ou comme conteneur et qui permet aux développeurs logiciels et aux membres de la communauté de fabriquer des solutions adaptées à leurs utilisateurs.
ru: Fedora создает инновационную, свободную платформу с открытым исходным кодом для рабочих станций, облаков и контейнеров, которая позволяет разработчикам и участникам сообщества создавать точно выверенные решения для пользователей.
tr: Fedora, yazılım geliştiricilerin ve topluluk üyelerinin kullanıcıları için özel çözümler oluşturmasını sağlayan donanım, bulutlar ve kapsayıcılar için yenilikçi, ücretsiz ve açık kaynaklı bir platform oluşturur.

source: Plasma desktop
fr: Environnement Plasma
ru: Рабочий стол Plasma
tr: Plasma masaüstü

source: Modern and modular desktop built with love by the KDE Community
fr: Environnement moderne et modulaire construit avec amour par la communauté KDE
ru: Современный и модульный рабочий стол, созданный с любовью сообществом KDE
tr: KDE Topluluğu tarafından sevgiyle oluşturulmuş modern ve modüler masaüstü

source: Applications as Flatpaks
fr: Applications Flatpaks
ru: Программы в формате Flatpak
tr: Flatpak Uygulamaları

source: Download hundreds of open-source applications thanks to Flatpak
fr: Téléchargez des centaines d'applications open-source grâce à Flatpak
ru: Загружайте сотни приложений с открытым исходным кодом благодаря Flatpak
tr: Flatpak sayesinde yüzlerce açık kaynaklı uygulamayı indirin

source: rpm-ostree is a hybrid image/package system. It combines libostree as a base immutable image format, and accepts installing RPM on both the client and server side, sharing code with the dnf project.
fr: rpm-ostree est un gestionnaire de système hybride (image et paquets). Il combine libostree comme format de base pour obtenir des images immuables et rend possible l'installation de paquets RPM à la fois côté client et côté serveur, en partageant du code avec le projet dnf.
ru: rpm-ostree - это гибридная система образов/пакетов. Она сочетает в себе libostree в качестве базового неизменяемого формата образа и позволяет устанавливать RPM как на стороне клиента, так и на стороне сервера, разделяя код с проектом dnf.
tr: rpm-ostree, karma bir görüntü/paket sistemidir. Libostree'yi temel değişmez görüntü formatı olarak birleştirir ve hem istemci hem de sunucu tarafında RPM yüklemesini kabul ederek dnf projesiyle kod paylaşır.

source: Podman is a daemonless container engine for developing, managing, and running Open Container Initiative (OCI) containers and container images on your Linux System.
fr: Podman est un moteur de conteneurs ne nécessitant pas de démon, pour le développement la gestion et d'exécution de conteneurs Open Container Initiative (OCI) et images de conteneurs sur votre système Linux.
ru: Podman - это контейнерный движок без демонов для разработки, управления и запуска контейнеров и контейнерных образов Open Container Initiative (OCI) в вашей системе Linux.
tr: Podman, Linux Sisteminizde Open Container Initiative (OCI) kapsayıcıları ve kapsayıcı görüntüleri geliştirmeye, yönetmeye ve çalıştırmaya yönelik arka plan uygulaması olmayan bir kapsayıcı motordur.

source: Related Projects
fr: Projets liés
ru: Связанные проекты
tr: İlgili Projeler

source: Those other projects are based on the same technologies as Fedora Kinoite (Fedora Linux, rpm-ostree, podman) but are focused on different use cases:
fr: Ces autres projets utilisent les mêmes technologies que Fedora Kinoite (Fedora Linux, rpm-ostree, podman) mais sont destinés à d'autres usages :
ru: Эти другие проекты основаны на тех же технологиях, что и Fedora Kinoite (Fedora Linux, rpm-ostree, podman), но ориентированы на другие случаи использования:
tr: Bu gibi diğer projeler, Fedora Kinoite (Fedora Linux, rpm-ostree, podman) ile aynı teknolojilere dayanıyor ancak farklı kullanım durumlarına odaklanıyor:

source: Fedora Silverblue is an immutable desktop operating system featuring the GNOME desktop and applications.
fr: Fedora Silverblue est un système d'exploitation immuable qui inclus l'environement de bureau GNOME et ses applications.
ru: Fedora Silverblue - это неизменяемая настольная операционная система с рабочим столом и программами GNOME.
tr: Fedora Silverblue, GNOME masaüstü ve uygulamalarını içeren değişmez bir masaüstü işletim sistemidir.

source: Fedora CoreOS is an automatically updating, minimal, monolithic, container-focused operating system, designed for clusters but also operable standalone, optimized for Kubernetes but also great without it.
fr: Fedora CoreOS est un système d'exploitation avec mises à jours automatiques, minimal, monolithique, centré sur les conteneurs, conçu pour les clusteurs mais aussi fonctionnel en indépendant, optimisé pour Kubernetes mais aussi excellent sans.
ru: Fedora CoreOS - это автоматически обновляемая, минимальная, монолитная, ориентированная на контейнеры операционная система, предназначенная для кластеров, но работающая и автономно, оптимизированная для Kubernetes, но прекрасно работающая и без него.
tr: Fedora CoreOS, bilgisayar kümeleri için tasarlanmış, aynı zamanda bağımsız olarak çalıştırılabilen, Kubernetes için optimize edilmiş, ancak onsuz da harika olan, otomatik olarak güncellenen, minimal, monolitik, kapsayıcı odaklı bir işletim sistemidir.

source: Fedora IoT provides a strong foundation for IoT ecosystems: a project at home, industrial gateways, smart cities or analytics with AI/ML.
fr: Fedora IoT fournit une base solide pour les écosystèmes IoT : un projet à la maison, des passerelles industrielles, des villes intelligentes ou des analyses avec l'IA/ML.
ru: Fedora IoT обеспечивает прочную основу для экосистем интернет вещей: проект дома, промышленные шлюзы, умные города или аналитика с AI/ML.
tr: Fedora IoT, NT ekosistemleri için güçlü bir temel sağlar: evdeki projeniz, endüstriyel ağ geçitleri, akıllı şehirler veya AI/ML ile analitik hesaplamalar.

source: Fedora Kinoite is available for x86_64, AArch64 and POWER8.
fr: Fedora Kinoite est disponible pour les architectures x86_64, AArch64 et POWER8.
ru: Fedora Kinoite доступна для платформ x86_64, AArch64 и POWER8.
tr: Fedora Kinoite, x86_64, AArch64 ve POWER8 için kullanılabilir.

source: Download for x86_64
fr: Téléchargement pour x86_64
ru: Загрузить для x86_64
tr: x86_64 için indirin

source: Download for AArch64
fr: Téléchargement pour AArch64
ru: Загрузить для AArch64
tr: AArch64 için indirin

source: Download for ppc64le
fr: Téléchargement pour ppc64le
ru: Загрузить для ppc64le
tr: Ppc64le için indirin

source: Verify your download
fr: Vérifiez votre téléchargement
ru: Проверьте загруженный образ
tr: İndirmenizi doğrulayın

source: Warning! Pre-release (Beta) version!
fr: Attention ! Ceci est une pré-version (Beta) !
ru: Внимание! Предварительная (бета) версия!
tr: Uyarı! Yayınlama öncesi (Beta) sürümüdür!

source: This version of Fedora Kinoite is still in Beta and no stable release has been made yet. You may encounter bugs and you are welcomed to report them. Use at your own risk!
fr: Cette version de Fedora Kinoite est toujours en version bêta et aucune version stable n'a encore été produite. Vous pouvez rencontrer des bogues et vous êtes invités à les signaler. Utilisez-la à vos risques et périls !
ru: Эта версия Fedora Kinoite все еще находится в стадии бета-версии, и стабильный релиз еще не выпущен. Вы можете столкнуться с ошибками, и мы просим вас сообщать о них. Используйте на свой страх и риск!
tr: Fedora Kinoite'nin bu sürümü hala Beta'da ve henüz kararlı bir sürümüne sahip değil. Hatalarla karşılaşabilirsiniz ve bunları bildirmenizden memnuniyet duyarız. Kendi sorumluluğunuzda kullanın!

source: Not sure how to use this file?
fr: Vous ne savez pas comment utiliser ce fichier ?
ru: Не знаете, как использовать этот файл?
tr: Bu dosyayı nasıl kullanacağınızdan emin değil misiniz?

source: Learn here.
fr: Découvrez ici.
ru: Узнайте про это тут.
tr: Burada öğrenin.

source: https://docs.fedoraproject.org/en-US/quick-docs/creating-and-using-a-live-installation-image/index.html
fr: https://docs.fedoraproject.org/fr/quick-docs/creating-and-using-a-live-installation-image/index.html
ru: https://docs.fedoraproject.org/ru/quick-docs/creating-and-using-a-live-installation-image/index.html

source: On Windows or macOS? Try Fedora Media Writer.
fr: Sur Windows ou macOS ? Essayez Fedora Media Writer.
ru: Работаете на Windows или macOS? Попробуйте Fedora Media Writer.
tr: Windows'ta ya da macOS'ta mısınız? Fedora Media Writer'ı deneyin.

source: Get started by using Fedora Media Writer, which makes it super easy to give Fedora Kinoite a try. All you need is a 4GB flash drive and Fedora Media Writer. Once Fedora Media Writer is installed, use it to flash your drive using the file you have downloaded above.
fr: Avec Fedora Media Writer, essayer Fedora Kinoite est plus simple que jamais. Vous avez juste besoin d’une clé USB de 4 Go et Fedora Media Writer. Une fois installé, utiliser-le pour configurer votre clé avec le fichier que vous aurez téléchargé ci-dessus.
ru: Начните работу с Fedora Media Writer, с помощью которого очень легко попробовать Fedora Kinoite. Все, что вам нужно, это флэш-накопитель емкостью 4 Гб и программа Fedora Media Writer. После установки Fedora Media Writer воспользуйтесь им для записи системы на флешку с помощью файла, который вы скачали выше.
tr: Fedora Kinoite'yi denemeyi çok kolaylaştıran Fedora Media Writer'ı kullanmaya başlayın. Tek ihtiyacınız olan bir 4GB flash sürücü ve Fedora Media Writer. Fedora Media Writer yüklendikten sonra, yukarıda indirdiğiniz dosyayı kullanarak imajı yazdırmak için kullanın.

source: Download for:
fr: Téléchargement pour :
ru: Загрузить для:
tr: Şunun için indirin:

source: We take security seriously.
fr: Nous prenons au sérieux la sécurité.
ru: Мы серьезно относимся к безопасности.
tr: Güvenliği ciddiye alıyoruz.

source: Once you have downloaded an image, be sure to verify it for both security and integrity.
fr: Une fois une image téléchargée, vérifiez son intégrité pour votre sécurité.
ru: После загрузки образа обязательно проверьте его безопасность и целостность.
tr: Bir imajı indirdikten sonra, hem güvenlik hem de bütünlük açısından doğruladığınızdan emin olun.

source: Verify your download.
fr: Vérifiez votre téléchargement.
ru: Проверить загруженный образ.
tr: İndirmenizi doğrulayın.

source: By clicking on and downloading Fedora, you agree to comply with the following terms and conditions.
fr: En cliquant et en téléchargeant Fedora, vous acceptez de respecter les modalités suivantes.
ru: Нажимая и загружая Fedora, вы соглашаетесь соблюдать следующие условия.
tr: Fedora'yı indirerek, aşağıdaki hüküm ve koşullara uymayı kabul etmiş olursunuz.

source: By downloading Fedora software, you acknowledge that you understand all of the following: Fedora software and technical information may be subject to the U.S. Export Administration Regulations (the “EAR”) and other U.S. and foreign laws and may not be exported, re-exported or transferred (a) to any country listed in Country Group E:1 in Supplement No. 1 to part 740 of the EAR (currently, Cuba, Iran, North Korea, Sudan & Syria); (b) to any prohibited destination or to any end user who has been prohibited from participating in U.S. export transactions by any federal agency of the U.S. government; or (c) for use in connection with the design, development or production of nuclear, chemical or biological weapons, or rocket systems, space launch vehicles, or sounding rockets, or unmanned air vehicle systems. You may not download Fedora software or technical information if you are located in one of these countries or otherwise subject to these restrictions. You may not provide Fedora software or technical information to individuals or entities located in one of these countries or otherwise subject to these restrictions. You are also responsible for compliance with foreign law requirements applicable to the import, export and use of Fedora software and technical information.
fr: En téléchargeant le logiciel Fedora, vous reconnaissez avoir compris tout ce qui suit : le logiciel Fedora et les informations techniques peuvent être assujettis à l’U.S. Export Administration Regulations (EAR) et d’autres lois américaines et étrangères et ne peuvent pas être exportés, réexportés ou transférés (a) dans les pays listés dans le groupe de pays E:1 dans le supplément n° 1 à 740 de l’EAR (actuellement, Cuba, l’Iran, la Corée du Nord, le Soudan et la Syrie) ; (b) dans les destinations interdites ou à un utilisateur final qui s’est vu interdit de participer aux transactions d’export américaines par une agence fédérale du gouvernement des États-Unis ; ou (c) pour un usage en rapport avec la conception, la fabrication ou la production d’armes nucléaires, chimiques ou biologiques, de systèmes de missiles, d’engins de lancement spatial, de missiles soniques, ou de systèmes de véhicules aériens sans pilotes. Vous ne pourrez pas télécharger le logiciel Fedora ou ses informations techniques si vous vous situez dans un de ces pays ou êtes sujets à ces restrictions. Vous ne pourrez pas fournir le logiciel Fedora ou ses informations techniques à des individus ou des entités qui se situent dans ces pays ou sujettes à ces restrictions. Vous êtes aussi responsable du respect des lois étrangères qui s’appliquent à l’import, l’export et l’utilisation du logiciel Fedora et ses informations techniques.
ru: При получении программного обеспечения Fedora вы подтверждаете, что ознакомлены со следующими условиями: программное обеспечение и технические сведения Fedora могут быть предметом экспортных ограничений США (EAR) и ограничений, установленных другим законодательством США и других стран. Его нельзя экспортировать, повторно экспортировать и передавать (а) в любую страну из списка групп стран E:1 в приложении №1 к части 740 EAR (в текущей версии, Кубе, Ирану, Северной Корее, Судану и Сирии); (б) к любому запрещенному месту или к любому конечному потребителю, которому запрещено участвовать в экспортных операциях США любым федеральным агентством правительства США; или (в) для использования в связи с проектированием, разработкой или созданием ядерного, химического или биологического оружия или ракетных систем, систем для космических запусков и суборбитальных ракет, а также беспилотных летательных аппаратов. Запрещается получать программное обеспечение Fedora или технические сведения, если вы проживаете в одной из вышеуказанных стран или каким-либо другим образом подпадаете под эти ограничения. Вы не можете предоставлять программное обеспечение или технические сведения Fedora лицам или компаниям, расположенным в одной из вышеупомянутых стран или являющимся объектом вышеуказанных ограничений. Вы также ответственны за соблюдение законодательства других стран по импорту, экспорту и использованию программного обеспечения и технических сведений Fedora.

source: Languages
fr: Langages
ru: Языки
tr: Diller

source: Design made by [Carl Schwan](https://carlschwan.eu) © 2021 Fedora Project
fr: Conception réalisée par [Carl Schwan](https://carlschwan.eu) © 2021 Fedora Project
ru: Дизайн был выполнен [Карлом Шван (Carl Schwan)](https://carlschwan.eu) © 2021 Проект Fedora
tr: Tasarım [Carl Schwan] (https://carlschwan.eu) tarafından yapılmıştır © 2021 Fedora Projesi

source: Get Involved!
ru: Присоединяйтесь!
tr: Katılın!

source: Fedora Kinoite is maintained with love by volunters. By joining the Fedora and KDE team, you will be part of an international community working to deliver a stunning Free Software computing experience.
ru: Fedora Kinoite поддерживается с любовью добровольцами. Присоединившись к команде Fedora и KDE, вы станете частью международного сообщества, работающего над созданием превосходной среды свободного программного обеспечения для компьютеров.
tr: Fedora Kinoite, gönüllüler tarafından sevgiyle sürdürülür. Fedora ve KDE ekibine katılarak, çarpıcı bir Özgür Yazılım bilgi işlem deneyimi sunmak için çalışan uluslararası bir topluluğun parçası olacaksınız.

source: This page will give you a brief introduction to things everyone in KDE should know, and help you get started with contributing.
ru: Эта страница даст вам краткое представление о том, что должен знать каждый пользователь KDE, и поможет вам начать вносить свой вклад.
tr: Bu sayfa size KDE'deki herkesin bilmesi gereken şeylere kısaca bir giriş yapacak ve katkıda bulunmaya başlamanıza yardımcı olacaktır.

source: Kinoite is based on the same technology as Fedora CoreOS and Fedora Silverblue. It is maintained by the [Fedora KDE Special Interest Group (SIG)][SIG] and is the fruit of collaboration between the Fedora and KDE community.
ru: Kinoite основан на той же технологии, что и Fedora CoreOS и Fedora Silverblue. Он поддерживается [Fedora KDE Special Interest Group (SIG)][SIG] и является плодом сотрудничества между сообществом Fedora и KDE.
tr: Kinoite, Fedora CoreOS ve Fedora Silverblue ile aynı teknolojiye dayanmaktadır. [Fedora KDE Özel İlgi Grubu (SIG)][SIG] tarafından sürdürülür ve Fedora ile KDE topluluğu arasındaki işbirliğinin meyvesidir.

source: The first step in contributing to Kinoite is to join us on our [Matrix channel][Matrix] or IRC room [#fedora-kde][IRC]. Feel free to ask us any questions you may have.
ru: Первый шаг к участию в Kinoite - присоединиться к нам на нашем канале [Matrix channel][Matrix] или в IRC-комнате [#fedora-kde][IRC]. Не стесняйтесь задавать нам любые вопросы, которые у вас могут возникнуть.
tr: Kinoite'e katkıda bulunmanın ilk adımı [Matrix kanalımıza][Matrix] veya IRC odamıza [#fedora-kde][IRC] katılmaktır. Aklınıza takılan soruları bize sormaktan çekinmeyin.

source: Get Involved in Fedora
ru: Присоединяйтесь к Fedora
tr: Fedora'ya Katılın

source: The Fedora community is working on the way to package all the individual components to deliver an optimal experience to the user. You can find more information on how to get involved on the generic [Fedora get involved page][Join].
ru: Сообщество Fedora работает над способами упаковки всех компонентов таким образом, чтобы оптимизировать работу системы для пользователя. Дополнительные сведения об участии в проекте можно найти на [общей странице участия в проекте Fedora][Join].
tr: Fedora topluluğu, kullanıcıya en iyi deneyimi sunmak için tüm bileşenleri bir araya getirme yolunda çalışıyor. Genel [Fedora katılım sayfasından][Katıl]'da nasıl katılacağınızla ilgili daha fazla bilgi bulabilirsiniz.

source: Get Involved in KDE
ru: Присоединяйтесь к KDE
tr: KDE'ye Katılın

source: The KDE community creates the software and they also have a [get involved page][Involved] with a lot of helpful information on how to help.
ru: Сообщество KDE создает программное обеспечение, и у них также есть [страница][Involved] с большим количеством полезной информации о том, как помочь.
tr: KDE topluluğu yazılımı oluşturur ve ayrıca nasıl yardım edileceğine dair birçok yararlı bilgi içeren bir [katılım sayfasına][Involved] sahiptir.

source: Download Fedora Kinoite
ru: Загрузить Fedora Kinoite
tr: Fedora Kinoite'i indirin

source: [SIG]: https://fedoraproject.org/wiki/SIGs/KDE [Matrix]: https://matrix.to/#/#fedora-kde:matrix.org [IRC]: irc://irc.libera.chat/fedora-kde [Join]: https://fedoraproject.org/wiki/Join [Involved]: https://community.kde.org/Get_Involved
tr: [SIG]: https://fedoraproject.org/wiki/SIGs/KDE [Matrix]: https://matrix.to/#/#fedora-kde:matrix.org [IRC]: irc://irc.libera.chat/fedora-kde [Bize Katılın]: https://fedoraproject.org/wiki/Join [Katılın]: https://community.kde.org/Get_Involved

source: https://docs.fedoraproject.org/en-US/fedora/f34/install-guide/install/Preparing_for_Installation/#sect-preparing-boot-media
fr: https://docs.fedoraproject.org/fr/fedora/f34/install-guide/install/Preparing_for_Installation/#sect-preparing-boot-media
